const reportReasons = [
  {
    id: "seqing",
    title: "色情低俗",
    desc: "作品中可能含有展示或隐晦表达淫秽色情、诱惑诱导性交友、渲染低级趣味的内容。",
  },
  {
    id: "weifa",
    title: "违法犯罪",
    desc: "作品中可能含有管制枪械、刀具、毒品，等违禁品，或涉嫌诈骗、赌博、侵害野生动植物的相关内容。",
  },
  {
    id: "zhengzhi",
    title: "政治敏感",
    desc: "作品中可能含有非权威媒体发布有关政治的争议，有关国防、外交政策等方面的重大分歧等相关内容。",
  },
  {
    id: "weigui",
    title: "违规营销",
    desc: "作品中可能含有虚假营销、夸张宣传、售卖假冒商品等有关售卖及违规广告的内容。",
  },
  {
    id: "bushi",
    title: "不实信息",
    desc: "作品中可能含有虚假信息，包括但不限于对社会新闻事件或专业领域知识的不实阐释、错误解读。",
  },
  {
    id: "renshen",
    title: "危害人身安全",
    desc: "作品中可能含有宣扬展示自杀/自残场景、教唆他人自杀或其他容易造成人身伤害危险行为。",
  },
  {
    id: "weichengnian",
    title: "未成年相关",
    desc: "作品中可能含有未成年抽烟、喝酒等不文明行为，侵害未成年身心健康以及未成年低俗相关内容。",
  },
  {
    id: "qinfan",
    title: "侵犯权益",
    desc: "搬运抄袭，或侵犯肖像、隐私、名誉、商标、专利权",
  },
  {
    id: "others",
    title: "以上没有我想举报的类型",
    desc: "作品中可能含有血腥、恐怖、暴力等内容，或者其他未提及的违规类型。",
  },
  {
    id: "buguifan",
    title: "反馈不规范表达问题",
    desc: `作品中可能使用表情、英文缩写、谐音、变体字等形式替代规范表述，影响内容理解。如“直播间（写作啵啵间）”“金钱（写作金q）”等。`,
  },
];

module.exports = {
  reportReasons,
};
